int/resources/objectRepo/xmlTemplates/opera/CashieringConfig/req_CreateTemplateTransactionGroups.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v9="http://micros/opera/ws/mdm/v9_00" xmlns:v91="http://micros/opera/ws/common/v9_00">
   <soapenv:Header/>
   <soapenv:Body>
      <v9:CreateTemplateTransactionGroupsRQ EchoToken="?" TimeStamp="?" Version="?" CorrelationID="?">
         <v91:OperaContext>
            <v91:UserLanguage></v91:UserLanguage>
            <v91:CROCode></v91:CROCode>
            <v91:HotelCode></v91:HotelCode>
            <v91:Language></v91:Language>
            <v91:RunningApplication></v91:RunningApplication>
            <v91:TerminalId></v91:TerminalId>
            <v91:LogLevel></v91:LogLevel>
            <v91:ExternalSystem></v91:ExternalSystem>
            <v91:Override></v91:Override>
            <v91:TargetExternalSystem></v91:TargetExternalSystem>
            <v91:UseLocal></v91:UseLocal>
            <v91:ExternalData></v91:ExternalData>
         </v91:OperaContext>
         <v9:TransactionGroups>
            <v91:TransactionGroup Code="?" Type="?">
               <v91:Description></v91:Description>
               <v91:Sequence></v91:Sequence>
            </v91:TransactionGroup>
         </v9:TransactionGroups>
      </v9:CreateTemplateTransactionGroupsRQ>
   </soapenv:Body>
</soapenv:Envelope>
